gw/ctcc/ISMP/IsmpSpEngineSoapBinding.orderRelationUpdateNotify.req.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope
  xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
  xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/"
  xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
  xmlns:xsd="http://www.w3.org/2001/XMLSchema"
  xmlns:ns2="http://req.sp.ismp.chinatelecom.com"
  xmlns:ns3="http://rsp.sp.ismp.chinatelecom.com"
  xmlns:ns1="http://sp.ismp.chinatelecom.com">
 <SOAP-ENV:Body>
   <ns1:orderRelationUpdateNotifyReq>
    <ns2:OPType>0</ns2:OPType>
    <ns2:packageID></ns2:packageID>
    <ns2:oldPackageID></ns2:oldPackageID>
    <ns2:productID></ns2:productID>
    <ns2:oldProductID></ns2:oldProductID>
    <ns2:streamingNo></ns2:streamingNo>
    <ns2:userID></ns2:userID>
    <ns2:userIDType>0</ns2:userIDType>
    <ns2:VerUserID></ns2:VerUserID>
    <ns2:VerUserID></ns2:VerUserID>
   </ns1:orderRelationUpdateNotifyReq>

 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
